Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Språkmotiveringsstipend til samiske elever
sme: Giellamovttiidahttinstipeanda sámi ohppiide

source: Sametinget bevilger årlig språkmotiveringsstipend til elever som har samisk i fagkretsen.
sme: Sámediggi juolluda jahkásaččat giellamovttiidahttinstipeandda daidda ohppiide, geain sámegiella lea okta fágain.

source: Det økende antallet elever i videregående skole som har samisk, indikerer at stipendet motiverer ungdom til å velge samisk.
sme: Daid joatkkaskuvlaohppiid logu lassáneapmi, geain lea sámegiella, čujuha ahte stipeanda movttiidahttá nuoraid válljet sámegiela.

source: For skoleåret 2015/16 har 208 elever med samisk som førstespråk søkt og fått stipend på kr 7 500 hver.
sme: Skuvlajagis 2015/16 leat 208 oahppi, geain lea sámegiella vuosttašgiellan, ohcan jo ožžon 7 500 ruvdnosaš stipeandda guhte ge.

source: 234 elever med samisk som andrespråk har fått innvilget stipend på kr 5 500 hver.
sme: 234 oahppi, geain lea sámegiella nubbigiellan, leat ožžon 5 500 ruvdnosaš stipeandda guhte ge.

source: 65 elever med samisk som fremmedspråk er innvilget stipend på kr 3 000 hver.
sme: 65 oahppi, geain lea sámegiella vierisgiellan, leat ožžon 3 000 ruvdnosaš stipeandda guhte ge.

source: Totalt har 507 elever med samisk i fagkretsen mottatt språkmotiveringsstipend for skoleåret 2015/16.
sme: Oktiibuot leat 507 oahppi, geain lea sámegiella okta fágain, ožžon giellamovttiidahttinstipeandda skuvlajahkái 2015/16.

source: Sammenlignet med skoleåret 2014/15 hvor469 elever fikk innvilget stipend, har vi i år en økning på 38 elever.
sme: Dan ektui go skuvlajagis 2014/15 ožžo 469 oahppi stipeandda, de leat dán jagi 38 eanet oahppi ožžon stipeandda.

source: Det er spesielt gledelig å se at økningen er innenfor kategorien samisk som førstespråk og samisk som andrespråk.
sme: Lea erenoamáš illudahtti oaidnit ahte lassáneapmi lea daid gaskkas geain sámegiella lea vuosttašgiellan dahje sámegiella nubbigiellan.

source: Antall innvilgende stipend til elever med samisk som fremmedspråk er redusert.
sme: Juolluduvvon stipeanddaid lohku daidda ohppiide geain lea sámegiella vierisgiellan, lea njiedjan.

source: Informasjon om stipendordningen er formidlet til videregående skoler i Nord-Norge og Trøndelag og til alle fylkeskommunene sør for Trøndelag.
sme: Dieđut stipeandaortnega birra leat juhkkojuvvon Davvi-Norgga ja Trøndelága joatkkaskuvllaide ja buot fylkkasuohkaniidda máttabealde Trøndelága.

source: Fristen for å søke om stipend for skoleåret 2015/16 gikk ut 31.03.2016.
sme: Áigemearri ohcat stipeandda skuvlajahkái 2015/16 loahpai 31.03.2016.

source: 2. 3. Bruken av samiske språk
sme: 2. 3. Sámegiela geavaheapmi

source: Oppfølging av samarbeidsavtaler
sme: Ovttasbargošiehtadusaid čuovvoleapmi

source: Sametingspresidenten har dette vårhalvåret besøkt og hatt møter med representanter for alle kommunene i forvaltningsområdet for samisk språk.
sme: Sámediggepresideanta lea dán giđđajahkebealis galledan ja doallan čoahkkimiid sámegiela hálddašanguovllu buot gielddaid ovddasteddjiiguin.

source: Tema for møtene har vært kommunereformen, evaluering av tospråklighetstilskudd og samarbeidsavtalene mellom Sametinget og den enkelte kommune.
sme: Čoahkkimiid fáddán lea leamaš gielddaođastus, guovttegielatdoarjagiid evalueren ja ovttasbargošiehtadusat gaskal Sámedikki ja ovttaskas gieldda.

source: Sametingsrådet er fornøyd med årets møter, og ser det som viktig å styrke samarbeidet med kommunene.
sme: Sámediggeráđđi lea duhtavaš dán jagi čoahkkimiiguin, ja atná deaŧalažžan nannet ovttasbarggu gielddaiguin.

source: Kommunereformen har aktualisert behovet for sterkere samarbeid mellom Sametinget og kommunene om utvikling og bevaring av samisk språk.
sme: Gielddaođastus lea áigeguovdilin dárbbu nannet ovttasbarggu gaskal Sámedikki ja gielddaid sámegiela ovddideami ja gáhttema oktavuođas.

source: Sametingspresidenten har også i vårhalvåret avholdt møter med Finnmark fylkeskommune, Troms fylkeskommune og Nord-Trøndelag fylkeskommune.
sme: Sámediggepresideanta lea giđđajahkebealis maiddái doallan čoahkkimiid Finnmárkku fylkkagielddain, Romssa fylkkasuohkaniin ja Davvi-Trøndelága fylkkasuohkaniin.

source: Møtet med Nordland fylkeskommune skal også gjennomføres før sommeren.
sme: Maiddái čoahkkin Nordlándda fylkkasuohkaniin galgá čađahuvvot ovdal geasi.

source: Nye kommuner inn i forvaltningsområdet for samisk språk
sme: Ođđa suohkanat sámegiela hálddašanguvlui

source: Skånland og Røros kommuner vil i 2016 ta stilling til om kommunene skal søke innlemmelse i forvaltningsområdet for samisk språk.
sme: Skániid ja Plassje suohkanat áigot jagi 2016 árvvoštallat galget go suohkanat ohcat beassat mielde sámegiela hálddašanguvlui.

source: Sametingsrådet besøkte i den anledning Skånland kommune i februar, og rådgivende utvalg for samiske saker i Sør-Trøndelag i mars i år.
sme: Sámediggeráđđi galledii dan oktavuođa Skániid suohkana guovvamánus, ja Lulli-Trøndelága sámi áššiid ráđđeaddi lávdegotti njukčamánus dán jagi.

source: Sametingsrådet har fått signaler om at også Engerdal kommune vurderer mulighetene for innlemmelse i forvaltningsområdet for samisk språk.
sme: Sámediggeráđđái lea guoigaluvvon ahte maiddái Engerdal suohkan árvvoštallá vejolašvuođaid beassat mielde sámegiela hálddašanguvlui.

source: Hattfjelldal kommune søkte høsten 2015 Kommunal- og moderniseringsdepartementet (KMD) om innlemmelse i forvaltningsområdet for samisk språk.
sme: Aarporte tjielte ozai 2015 giđa Gielda- ja ođasmahttindepartemeanttas (GOD) beassat mielde sámegiela hálddašanguvlui.

source: Departementet opplyser at søknaden ikke blir behandlet før Samisk språkutvalg har lagt fram sin rapport i september 2016.
sme: Departemeanta dieđiha ahte ohcan ii meannuduvvo ovdalgo Sámi giellalávdegoddi lea geigen raporttas čakčamánu 2016.

source: Språkutvalget selv har poengtert, i delrapport presentert 15.02.16, at utvalgets arbeid ikke er til hinder for at nye kommuner kan innlemmes i ordningen.
sme: Giellalávdegoddi ieš lea aiddostahttán, oasseraporttas mii ovddiduvvui 15.02.16, ahte lávdegotti bargu ii hehtte ođđa gieldda beassamis mielde ortnegii.

source: Sametingsrådet følger opp saken.
sme: Sámediggeráđđi čuovvola ášši.

source: Samiske språksentre
sme: Sámi giellaguovddážat

source: Sametingspresidenten har i denne perioden hatt møter med flere språksentre.
sme: Sámediggepresideanta lea dán áigodagas doallan čoahkkimiid máŋggain giellaguovddážii.

source: Tema har vært sentrenes virksomhet.
sme: Fáddán lea leamaš guovddážiid doaibma.

source: Sametingsrådet er svært fornøyd med språksentrenes arbeid.
sme: Sámediggeráđđi lea hui duhtavaš giellaguovddážiid bargguin.

source: Det arrangeres nettverkssamling for samiske språksentre i månedsskiftet mai-juni, gjennom et samarbeid mellom Sametinget og Árran.
sme: Fierpmádatčoahkkaneamit lágiduvvojit sámi giellaguovddážiid várás mánnomolsumis miessemánnu – geassemánnu ovttasbarggu bokte Sámedikkiin ja Árraniin.

source: Alle de 14 samiske språksentrene som mottar tilskudd fra Sametinget deltar på nettverksmøtet.
sme: Buot 14 sámi giellaguovddáža mat ožžot doarjaga Sámedikkis, oassálastet fierpmádatčoahkkimii.

source: Språkprosjekter
sme: Giellaprošeavttat

source: Guovdageainnu Lagasradio er s innvilget 546 000,- kroner til ulike samiske språktiltak.
sme: Guovdageainnu Lagasradio lea ožžon 546 000 ru iešguđet sámi gielladoaibmabijuide.

source: Søknader om språkprosjekter blir behandlet fortløpende.
sme: Giellaprošeaktaohcamat meannuduvvojit dađistaga.

source: Samisk lese- og skrivehjelp - NAV
sme: Sámegiela lohkan- ja čállinveahkki - NAV

source: Sametingsrådet har tatt initiativ til samarbeid med NAV Finnmark om etablering av lese- og skrivehjelp for personer med samisk bakgrunn i kommunene.
sme: Sámediggeráđđi lea evttohan ovttasbarggu NAV Finnmárkkuin ásahit lohkan- ja čállinveahki sidjiide gielddain geain lea sámi duogáš.

source: Møtedato er ennå ikke fastsatt.
sme: Čoahkkinbeaivi ii leat vel mearriduvvon.

source: Ifølge Arbeids- og sosialdepartementet er det NAVs ansvar lokalt å sikre nødvendig bistand.
sme: Bargo- ja sosiáladepartemeanta muitala ahte dat lea NAV ovddasvástádus báikkálaččat sihkkarastit dárbbašlaš veahki.

source: 3 Kultur
sme: 3 Kultuvra

source: Et levende og mangfoldig samisk kunst- og kulturliv av god kvalitet som er tilgjengelig for alle.
sme: Ealli ja juohkelágan sámi dáidda- ja kultureallin mas lea buorre kvalitehta ja lea buohkaid olámuttus.

source: Teater og festivaler
sme: Teáhter ja festiválat

source: Sametingsrådet har oppnevnt Svein Ole Granefjell, med Marja Lisa Thomasson som vara, til styret i Åarjelhsaemien Teatere AS.
sme: Sámediggeráđđi lea nammadan Svein Ole Granefjell, Åarjelhsaemien Teatere AS stivrii ja Marja Lisa Thomasson fas várrelahttun.

source: Sametingsrådet har oppnevnt Stein Bjørn, med Kjellaug Isaksen som vara, til styret i Riddu Riđđu Festivála AS.
sme: Sámediggeráđđi lea nammadan Stein Bjørn, Riddu Riđđu Festivála AS stivrii ja Kjellaug Isaksen fas várrelahttun.

source: Sametinget deltok på generalforsamlingen for Åarjelhsaemien Teatere på Mo i Rana 8.mars. Valg av nytt styre ble foretatt.
sme: Sámediggi searvvai Åarjelhsaemien Teatere váldočoahkkimii Mo i Ranas njukčamánu 8. b. Dalle válljejuvvui ođđa stivra.

source: President Aili Keskitalo og sametingsråd Henrik Olsen deltok under Arctic Winter Games i Nuuk på Grønland 6. – 11. mars. Samisk ungdom deltok med utøvere i langrenn, jentefotball og kultur.
sme: Presideanta Aili Keskitalo ja sámediggeráđđi Henrik Olsen searvvaiga Arctic Winter Games nammasaš doaluide Nuuk:s Ruonáeatnamis njukčamánu 6. – 11. b. Sámi nuorat serve čuoigamii, nieiddat serve spábbačiekčamii, ja kultuvrii.

source: Ungdommene representerte Sápmi på en flott måte, knyttet kontakter med annen ungdom fra deltakende regioner og hadde gode sportslige resultater.
sme: Nuorat ovddastedje Sámi buori vuogi mielde, čatne oktavuođaid eará nuoraiguin geat serve eará guovlluin, ja sis ledje buorit bohtosat valáštallamis.

source: President Aili Keskitalo og sametingsråd Henrik Olsen hadde sammen med Sámiid Valaštallan Lihttu møte med president for AWG Jens Brinch.
sme: Presideanttas Aili Keskitalos ja sámediggeráđđelahtus Henrik Olsenis lei ovttas Sámiid Valáštallan Lihtuin čoahkkin AWG presideanttain Jens Brinch.

source: Tema Sápmi sin videre deltakelse under AWG, og mulighetene for en utvidet delegasjon fra Sápmi.
sme: Sápmi fáddá searvama birra AWG doaluide, ja vejolašvuođat viiddidit Sámi delegašuvnna.

source: Sametingsrådet møtte også representanter for Grønlands selvstyremyndigheter, Naalakkersuisut.
sme: Sámediggeráđđi deaivvadii maiddái Ruonáeatnama iešstivreneiseválddiiguin, Naalakkersuisut.

source: Sametinget møtte President for Inuit Circumpolar Council Greenland(ICC) Hjalmar Dahl.
sme: Sámediggi deaivvadii Inuit Circumpolar Council Greenland (ICC) presideanttain Hjalmar Dahl:in.

source: Tema for møtet var bl.a. Arktisk råd, Grønlands status i Arktisk råd, samarbeid og representasjon ved internasjonale fora.
sme: Fáddán ledje earret eará Árktalaš ráđđi, Ruonáeatnama stáhtus Árktalaš ráđis, ovttasbargu ja ovddastus riikkaidgaskasaš forain.

source: Møte med Landsstyret/Grønland Selvstyre – Naalakkersuisut.
sme: Čoahkkin Naalakkersuisut - Ruovttustivrra iešstivrejumiin.

source: Minister for industri, arbeidsmarked og utenrikssaker Vittus Qujaukitsoq og Kai Holst Andersen, Deputy Minister in Dept. of Foreign Affairs.
sme: Industriija, bargomárkana ja olgoriikka áššiid ministariin Vittus Qujaukitsoq ja Kai Holst Andersen, Deputy Minister in Dept. of Foreign Affairs.

source: Tema for møtet var bl.a. nasjonaløkonomien på Grønland, næringsutvikling generelt, eksportinntekter, de største næringene osv. Grønlands strategier på områdene fiskeri, reiseliv og mineralutvinning.
sme: Čoahkkima fáddán ledje earret eará nationála ekonomiija Ruonáeatnamis, ealáhusovddideapmi oppalaččat, ja stuorámus ealáhusat jna. Ruonáeatnama strategiijat surggiin guolástus, mátkeealáhusat ja minerálaroggan.

source: Møte med Forsoningskommisjonens sekretariat ved sekretariats leder Mari Kleist.
sme: Čoahkkin Soabahankommišuvnna čállingotti jođiheaddji Mari Kleist bokte.

source: Sametinget fikk en orientering om Grønlands forsoningskommisjon, bakgrunn, mandat, formål og prosess.
sme: Sámediggái čilgejuvvui Ruonáeatnama soabahankommišuvnna duogáža, mandáhta, ulbmila ja proseassa birra.

source: Forsoningskommisjonen er en overordnet intern prosess på Grønland.
sme: Soabahankommišuvdna lea bajimuš siskkáldas proseassa Ruonáeatnamis.

source: Møte med Udenrigs- og Sikkerhedspolitisk Udvalg ved Nestleder Sara Olsvig og Per Rosing-Petersen.
sme: Čoahkkin Olgoriika- ja Sihkarvuođa politihkalaš lávdegotti nubbijođiheddjiin Sara Olsvig ja Per Rosing-Petersen.

source: Tema for møtet var bl.a. dagsaktuelle politiske saker på Grønland, status og representasjon i ulike internasjonale fora, herunder Arktisk råd.
sme: Čoahkkima fáddán ledje earret eará áigeguovdilis politihkalaš áššit Ruonáeatnamis, stáhtus ja ovddastus iešguđege riikkaidgaskasaš forain, maiddái Árktalaš ráđis.

source: Parlamentet ville gjerne styrke og formalisere samarbeidet mer med Sametinget.
sme: Parlameanta áiggošii áinnas eanet nannet ja formaliseret ovttasbarggu Sámedikkiin.

source: Sametinget ved presidenten retter en formell henvendelse til Parlamentet for å understreke dette.
sme: Sámediggi presideantta bokte váldá formálalaččat oktavuođa Parlameanttain, deattuhan dihte dan.

source: Møte med Lars-Emil Johansen, leder for for Inatsisartut, der tema var blant annet erfaringene med forsoningsarbeidet og kultursamarbeid.
sme: Čoahkkin Lars-Emil Johanseniin, Inatsisartut jođiheaddji, mas fáddán ledje earret eará vásihusat soabahanbarggus ja kulturovttasbarggus.

source: Sametingsrådet møtte også representanter for Grønlands Nationalmuseum om prosjekt for tilbakeføring av kulturgjenstander.
sme: Sámediggeráđđi deaivvadii maiddái Ruonáeatnama Álbmotmusea ovddasteddjiiguin kulturdávviriid ruovttoluotta fievrrideami birra.

source: Møter med samiske kulturinstitusjoner
sme: Čoahkkimat sámi kulturásahusaiguin

source: Sametinget deltok 18. februar på et møte med Lulesamisk Uke, Nordland fylkeskommune og Tysfjord kommune.
sme: Sámediggi searvvai guovvamánu 18. b. čoahkkimii Julevsámi Vahkuin, Norlándda fylkkasuohkaniin ja Divttasvuona suohkaniin.

source: Team på møtet var blant annet festivalens drift og organisering.
sme: Čoahkkima fáddán lei earret eará festivála doaibma ja organiseren.

source: Sametinget hadde 5. april dialogmøter i Tromsø med flere institusjoner;
sme: Sámedikkis lei gulahallančoahkkin cuoŋománu 5. b. Romssas máŋggain ásahusain;

source: Åarjelhsaemien Teatere, Sjøsamisk Kompetansesenter, m.fl.
sme: Åarjelhsaemien Teatere, Mearrasámi Gelbbolašvuođaguovddáš, jna.

source: I forbindelse med arbeidet med sametingsmelding om samiske kulturinstitusjoner, som er til behandling på dette plenum, ble det avholdt et innspillseminar med samiske kulturinstitusjoner den 6. april i Tromsø.
sme: Sámediggedieđáhusa barggu oktavuođas sámi kulturásahusaid birra, mii meannuduvvon dán dievasčoahkkimis, dollojuvvui rávaseminára sámi kulturásahusaiguin Romssas cuoŋománu 6. b.

source: Sametinget deltok på jubileumsfeiringen 16. april på Storjord i Saltdal i forbindelse med Per Addes 90 års dag.
sme: Sámediggi searvvai ávvudoaluide cuoŋománu 16. b. Sállanis Per Adde 90 jagi beaivvi oktavuođas.

source: Økt samarbeid i samisk idrett
sme: Eanet ovttasbargu sámi valáštallamiin

source: Sametingsrådets hadde dialogmøte i Tromsø med samiske idrettsorganisasjoner dialogmøte 22. april. Møtet var en oppfølging av Sametingsrådets redegjørelse om samisk idrett.
sme: Sámediggeráđis lei gulahallančoahkkin Romssas sámi valáštallanorganisašuvnnaiguin cuoŋománu 22. b. Čoahkkin lei Sámediggeráđi čilgehusa sámi valáštallama birra čuovvoleapmi.

source: Representanter fra de tre samiske idrettsorganisasjonene som mottar direktetilskudd over Sametingets budsjett, Sámi heargevuodjinlihttu (SHL), FA Sápmi og Sámiid valášetallanlihttu-Norga (SVL-N), var tilstede.
sme: Golmmas sámi valáštallanorganisašuvnnaid ovddasteddjiiguin mat ožžot njuolggadoarjaga Sámedikki bušeahtas, čoahkkimis ledje Sámi heargevuodjinlihttu (SHL), FA Sápmi ja Sámiid valáštallanlihttu- Norga (SVL-N).

source: Sametingsrådet formidlet forventninger til fremtidig organisering av samisk idrett, slik det framkommer av redegjørelsen.
sme: Sámediggeráđđi gaskkustii vuordámušaid sámi valáštallama boahtteáiggi organiserema birra, nugo boahtá ovdan čilgehusas.

source: Sametingsrådet oppfordret organisasjonene til økt samordning og samarbeid, og slik skape mest mulig idrettslig aktivitet for de offentlige midler til som bevilges over Sametingets budsjett.
sme: Sámediggeráđđi ávžžuhii organisašuvnnaid eanet oktiiortnet ja ovttas bargat, ja dieinna lágiin geavahit buoremus vejolaš vuogi mielde valáštallandoaimmaide daid almmolaš ruđaid mat juolluduvvojit Sámedikki bušeahta bokte.

source: Organisasjonene var positive, og Sametingsrådet vil derfor invitere til nytt møte om saken oktober 2016.
sme: Organisašuvnnat ledje mielas, ja Sámediggeráđđi áigu danne bovdet ođđa čoahkkimii ášši birra golggotmánus 2016.

source: Prosessen søkes sluttført før Sametinget vedtar budsjett for 2018.
sme: Geahččalit loahpahit proseassa ovdal go Sámedikki 2018 bušeahtta mearriduvvo.

source: Halvårlig møte om kunst og kultur
sme: Jahkebeallásaš čoahkkin dáidaga ja kultuvrra birra

source: Sametingsrådet og Samisk kunstnerråd (SDR) er enige om at det hver vår skal gjennomføres dialogmøter, der generelle kunst- og kulturpolitiske tiltak og utfordringer kan drøftes.
sme: Sámediggeráđđi ja Sámi dáiddárráđđi (SDR) leat soahpan ahte juohke giđa čađahuvvojit gulahallančoahkkimat, gos oppalaš dáidda- ja kulturpolitihkalaš doaibmabijuid ja hástalusaid sáhttit guorahallat.

source: Sametingsrådet møtte Samisk kunstnerråds lederforum til et møte i Tromsø den 22. april. Rådet redegjorde for aktuelle saker innen kunst- og kultur- feltet, bl.a. Tråante 2017.
sme: Sámediggeráđđi deaivvadii Sámi dáiddárráđi jođiheaddjiforumiin čoahkkimis Romssas cuoŋománu 22. b. Ráđđi čilgii áigeguovdilis áššiid birra dáidda- ja kultursuorggis, earret eará Tråante 2017 birra.

source: Kunstnerrådet redegjorde for aktivitet og virksomhet i kunstnerorganisasjonene.
sme: Dáiddárráđđi čilgii dáiddárorganisašuvnnaid aktivitehta ja doaimma birra.

source: Sametingsrådet er tilfreds med at aktiviteten innenfor kunstfeltet er stort, og registrerer fornyet engasjement i dialogen mellom Sametinget og de samiske kunstnerorganisasjonene.
sme: Sámediggeráđđi lea duhtavaš go aktivitehta dáiddasuorggis lea stuoris, ja registrere ođastuvvon áŋggirdeami gulahallamis Sámedikki ja sámi dáiddárorganisašuvnnaid gaskka.

source: Sang- og musikkonkurranse for minoritetsspråk
sme: Minoritehtagielaid lávlun- ja musihkkagilvu

source: President Aili Keskitalo møtte representanter for den internasjonale sangkonkurransen Liet International og Samisk Musikkfestival i Kautokeino 26. april. Tema for møtet var Samisk Musikkfestivals ønske om å være vertskap for Liet International i november/desember 2016.
sme: Presideanta Aili Keskitalo deaivvadii riikkaidgaskasaš lávlungilvvu Liet International ja Sámi Musihkkafestivála ovddasteddjiiguin Guovdageainnus cuoŋománu 26. b. Čoahkkima fáddán lei Sámi musihkkafestivála sávaldat beassat lágidit Liet International lávlungilvvu skábmamánus/juovlamánus 2016.

source: Sametingsrådet er positiv til å støtte arrangementet, gitt at det er realistisk og gjennomførbart.
sme: Sámediggeráđđi lea mielas doarjut doaluid, jos dat lea realisttalaš ja vejolaš dan čađahit.

source: Sametingsrådet tar stilling til konkret søknad når den foreligger.
sme: Sámediggeráđđi meannuda konkrehta ohcama go dat boahtá.

source: Sametingsrådet har i perioden møtt representanter for Várdobáiki.
sme: Sámediggeráđđi lea áigodagas deaivvadan Várdobáikki ovddasteddjiiguin.

source: Tema for møtet var behov for nye og tilpassede lokaler.
sme: Čoahkkima fáddán lei ahte dárbbašit ođđa ja heivvolaš lokálaid.

source: Det er utarbeidet en rom- og funksjonsplan for institusjonen, og arbeidet med å realisere nytt bygg fortsetter.
sme: Ásahusa várás lea ráhkaduvvon latnja- ja doaibmaplána, ja bargu realiseret ođđa vistti joatkašuvvá.

source: Internasjonalt Samisk Filminstitutt
sme: Riikkaidgaskasaš Sámi Filbmainstituhtta

source: Sametingsrådet har i perioden møtt representanter for Internasjonalt Samisk Filminstitutt.
sme: Sámediggeráđđi lea áigodagas deaivvadan Riikkaidgaskasaš Sámi Filbmainstituhta ovddasteddjiiguin.

source: Samisk film er inne i en positiv utvikling, men det samiske filmmiljøet uttrykker behov for ytterligere driftsmidler for å utvikle samiske tv-serier og langfilmer, og samisk film for barn og unge.
sme: Sámi filbma lea ovdáneamen positiivvalaččat, muhto sámi filbmabiras dovddaha ahte dárbbašit eanet doaibmaruđaid sámi tv-ráidduid ja guhkes filmmaid ráhkadeapmái, ja sámi filmmaide mánáid ja nuoraid várás.

source: Det jobbes for å få driftsfinansiering fra Sverige og Finland.
sme: Leat bargamin oažžut doaibmaruhtadeami Ruoŧas ja Suomas.

source: Den første spillefilmen, «Sameblod», kommer høsten 2016.
sme: Vuosttaš speallanfilbma, “Sámevarra”, boahtá čakčat 2016.

source: Hovedkomiteen for Tråante 2017 er i perioden utvidet med en representant for Nord-Trøndelag fylkeskommune.
sme: Tråante 2017 váldokomitea lea áigodagas viiddiduvvon ja Davvi-Trøndelága fylkasuohkan lea ožžon ovtta ovddasteaddji.

source: Komiteen består for øvrig av sametingspresidenten, fylkesordføreren i Sør-Trøndelag og ordføreren i Trondheim.
sme: Muđui leat komiteas Sámedikki presideanta, Mátta-Trøndelága fylkkasátnejođiheaddji ja Tråante sátnejođiheaddji.

source: Nord Trøndelag fylkeskommune er nå også deleier av jubileumsprosjektet.
sme: Maiddái Davvi-Trøndelága fylkasuohkan lea dál ávvuprošeavtta mieleaiggát.

source: Styringsgruppen er i perioden omorganisert, og utvidet med 1 representant fra Sametinget.
sme: Stivrenjoavku lea áigodagas ođđasis organiserejuvvon, ja viiddiduvvon nu ahte Sámedikkis lea vel okta ovddasteaddji.

source: Lederfunksjonen overtas av Sametinget.
sme: Sámediggi váldá badjelasas jođiheaddjidoaimma.

source: Markeringen av jubileet vil foregå i hele 2017 på ulike steder i Sápmi med aktiviteter og arrangementer.
sme: Ávvudeapmi čalmmustuvvo miehtá 2017 jagi sierra báikkiin Sámis gos leat aktivitehtat ja doalut.

source: Mangfoldet i programmet vil avspeile bredden i samisk kultur, språk, næring og historie.
sme: Prográmma girjáivuohta speadjalastá sámi kultuvrra, giela, ealáhusaid ja historjjá govdodaga.

source: Hovedmarkeringen av jubileet vil være i jubileumsuken 5.-12. februar 2017 i Trondheim.
sme: Ávvudeami váldočalmmusteapmi lea ávvuvahkus guovvamánu 5. – 12. b. 2017 Tråantes.

source: Regjeringen har i forslag til revidert statsbudsjett 2016 foreslått en bevilgning på 4 millioner kroner til Tråante 2017.
sme: Ráđđehus lea reviderejuvvon 2016 stáhtabušeahtas evttohan ahte juolluduvvo 4 miljon ru Tråante 2017 doaluide.

source: Bevilgningen innebærer en anerkjennelse av Tråante 2017 som et nasjonalt jubileum.
sme: Juolludus mearkkaša dan ahte Tråante 2017 dohkkehuvvo nationála ávvudeapmin.

source: Kulturminister Linda Cathrine Hofstad Helleland har takket ja til invitasjonen om deltakelse under markeringen.
sme: Kulturministtar Linda Cathrine Hofstad Helleland lea bovdejuvvon ja son áigu searvat čalmmusteapmái.

source: Sirkulasjonsmynt 2017
sme: Gierdominta 2017

source: Norges Bank utgir en 20-krone sirkulasjonsmynt med spesialpreg i anledning av at det i 2017 er 100 år siden det første samiske landsmøtet ble avholdt i Trondheim.
sme: Norgga Báŋku almmuha 20-ruvnno gierdomintta man erenoamáš dovdomearkan lea ahte 2017:s lea 100 jagi áigi das go vuosttaš sámi riikačoahkkin dollojuvvui Tråantes.
